ANSWER-A-QUESTION-TOALICIA-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOALICIA-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOALICIA-AT-THE-SHELF
ANSWER-A-QUESTION-TOANABELLE-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOANABELLE-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOANABELLE-AT-THE-SHELF
ANSWER-A-QUESTION-TOARTHUR-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOARTHUR-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOARTHUR-AT-THE-SHELF
ANSWER-A-QUESTION-TOBARBARA-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOBARBARA-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOBARBARA-AT-THE-SHELF
ANSWER-A-QUESTION-TOCLAIRE-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOCLAIRE-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOCLAIRE-AT-THE-SHELF
ANSWER-A-QUESTION-TOEDWARD-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOEDWARD-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOEDWARD-AT-THE-SHELF
ANSWER-A-QUESTION-TOFREDDY-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOFREDDY-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOFREDDY-AT-THE-SHELF
ANSWER-A-QUESTION-TOFREYA-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOFREYA-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOFREYA-AT-THE-SHELF
ANSWER-A-QUESTION-TOHAYDEN-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOHAYDEN-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOHAYDEN-AT-THE-SHELF
ANSWER-A-QUESTION-TOJOHN-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOJOHN-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOJOHN-AT-THE-SHELF
ANSWER-A-QUESTION-TOLILY-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOLILY-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOLILY-AT-THE-SHELF
ANSWER-A-QUESTION-TOLUCY-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOLUCY-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOLUCY-AT-THE-SHELF
ANSWER-A-QUESTION-TOMARY-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOMARY-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOMARY-AT-THE-SHELF
ANSWER-A-QUESTION-TOOSCAR-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOOSCAR-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOOSCAR-AT-THE-SHELF
ANSWER-A-QUESTION-TOPHILIP-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOPHILIP-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOPHILIP-AT-THE-SHELF
ANSWER-A-QUESTION-TOPRINCE-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOPRINCE-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOPRINCE-AT-THE-SHELF
ANSWER-A-QUESTION-TOROBERT-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOROBERT-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOROBERT-AT-THE-SHELF
ANSWER-A-QUESTION-TOSAMANTHA-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOSAMANTHA-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOSAMANTHA-AT-THE-SHELF
ANSWER-A-QUESTION-TOSTANLEY-AT-THE-BAR-TABLE
ANSWER-A-QUESTION-TOSTANLEY-AT-THE-KITCHEN-TABLE
ANSWER-A-QUESTION-TOSTANLEY-AT-THE-SHELF
BEDROOM
BRING-ME-THE-APPLE-JUICE
BRING-ME-THE-APPLE-JUICE-FROM-THE-BAR-TABLE
BRING-ME-THE-CANNED-FISH
BRING-ME-THE-CEREAL
BRING-ME-THE-CEREAL-BOWL
BRING-ME-THE-CEREAL-BOWL-FROM-THE-SHELF
BRING-ME-THE-CEREAL-FROM-THE-KITCHEN-TABLE
BRING-ME-THE-CUP
BRING-ME-THE-CUP-FROM-THE-SHELF
BRING-ME-THE-DISK
BRING-ME-THE-FORK
BRING-ME-THE-FORK-FROM-THE-SHELF
BRING-ME-THE-GREEN-TEA
BRING-ME-THE-GREEN-TEA-FROM-THE-BAR-TABLE
BRING-ME-THE-INSTANT-NOODLES
BRING-ME-THE-INSTANT-NOODLES-FROM-THE-KITCHEN-TABLE
BRING-ME-THE-JELLY
BRING-ME-THE-JELLY-FROM-THE-COFFEE-TABLE
BRING-ME-THE-KNIFE
BRING-ME-THE-MILK-TEA
BRING-ME-THE-MILK-TEA-FROM-THE-BAR-TABLE
BRING-ME-THE-MIXED-NUTS
BRING-ME-THE-MIXED-NUTS-FROM-THE-KITCHEN-TABLE
BRING-ME-THE-ORANGE-JUICE
BRING-ME-THE-ORANGE-JUICE-FROM-THE-BAR-TABLE
BRING-ME-THE-POTATO-CHIP
BRING-ME-THE-POTATO-CHIP-FROM-THE-COFFEE-TABLE
BRING-ME-THE-PRIGNLES
BRING-ME-THE-PRIGNLES-FROM-THE-COFFEE-TABLE
BRING-ME-THE-ROOT-BEER
BRING-ME-THE-SHOPPING-BAG
BRING-ME-THE-SHOPPING-BAG-FROM-THE-SHELF
BRING-ME-THE-SPOON
BRING-ME-THE-SPOON-FROM-THE-SHELF
BRING-ME-THE-TRAY
BRING-ME-THE-TRAY-FROM-THE-SHELF
BRING-THE-APPLE-JUICE-TO-ALICIA-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-ANABELLE-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-ARTHUR-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-BARBARA-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-CLAIRE-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-EDWARD-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-FREDDY-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-FREYA-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-HAYDEN-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-JOHN-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-LILY-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-LUCY-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-MARY-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-ME
BRING-THE-APPLE-JUICE-TO-OSCAR-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-PHILIP-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-PRINCE-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-ROBERT-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-SAMANTHA-AT-THE-BAR-TABLE
BRING-THE-APPLE-JUICE-TO-STANLEY-AT-THE-BAR-TABLE
BRING-THE-CANNED-FISH-TO-ME
BRING-THE-CEREAL-BOWL-TO-ALICIA-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-ANABELLE-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-ARTHUR-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-BARBARA-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-CLAIRE-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-EDWARD-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-FREDDY-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-FREYA-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-HAYDEN-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-JOHN-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-LILY-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-LUCY-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-MARY-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-ME
BRING-THE-CEREAL-BOWL-TO-OSCAR-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-PHILIP-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-PRINCE-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-ROBERT-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-SAMANTHA-ON-THE-SHELF
BRING-THE-CEREAL-BOWL-TO-STANLEY-ON-THE-SHELF
BRING-THE-CEREAL-TO-ALICIA-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-ANABELLE-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-ARTHUR-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-BARBARA-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-CLAIRE-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-EDWARD-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-FREDDY-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-FREYA-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-HAYDEN-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-JOHN-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-LILY-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-LUCY-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-MARY-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-ME
BRING-THE-CEREAL-TO-OSCAR-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-PHILIP-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-PRINCE-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-ROBERT-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-SAMANTHA-AT-THE-KITCHEN-TABLE
BRING-THE-CEREAL-TO-STANLEY-AT-THE-KITCHEN-TABLE
BRING-THE-CUP-TO-ALICIA-ON-THE-SHELF
BRING-THE-CUP-TO-ANABELLE-ON-THE-SHELF
BRING-THE-CUP-TO-ARTHUR-ON-THE-SHELF
BRING-THE-CUP-TO-BARBARA-ON-THE-SHELF
BRING-THE-CUP-TO-CLAIRE-ON-THE-SHELF
BRING-THE-CUP-TO-EDWARD-ON-THE-SHELF
BRING-THE-CUP-TO-FREDDY-ON-THE-SHELF
BRING-THE-CUP-TO-FREYA-ON-THE-SHELF
BRING-THE-CUP-TO-HAYDEN-ON-THE-SHELF
BRING-THE-CUP-TO-JOHN-ON-THE-SHELF
BRING-THE-CUP-TO-LILY-ON-THE-SHELF
BRING-THE-CUP-TO-LUCY-ON-THE-SHELF
BRING-THE-CUP-TO-MARY-ON-THE-SHELF
BRING-THE-CUP-TO-ME
BRING-THE-CUP-TO-OSCAR-ON-THE-SHELF
BRING-THE-CUP-TO-PHILIP-ON-THE-SHELF
BRING-THE-CUP-TO-PRINCE-ON-THE-SHELF
BRING-THE-CUP-TO-ROBERT-ON-THE-SHELF
BRING-THE-CUP-TO-SAMANTHA-ON-THE-SHELF
BRING-THE-CUP-TO-STANLEY-ON-THE-SHELF
BRING-THE-DISK-TO-ME
BRING-THE-FORK-TO-ALICIA-ON-THE-SHELF
BRING-THE-FORK-TO-ANABELLE-ON-THE-SHELF
BRING-THE-FORK-TO-ARTHUR-ON-THE-SHELF
BRING-THE-FORK-TO-BARBARA-ON-THE-SHELF
BRING-THE-FORK-TO-CLAIRE-ON-THE-SHELF
BRING-THE-FORK-TO-EDWARD-ON-THE-SHELF
BRING-THE-FORK-TO-FREDDY-ON-THE-SHELF
BRING-THE-FORK-TO-FREYA-ON-THE-SHELF
BRING-THE-FORK-TO-HAYDEN-ON-THE-SHELF
BRING-THE-FORK-TO-JOHN-ON-THE-SHELF
BRING-THE-FORK-TO-LILY-ON-THE-SHELF
BRING-THE-FORK-TO-LUCY-ON-THE-SHELF
BRING-THE-FORK-TO-MARY-ON-THE-SHELF
BRING-THE-FORK-TO-ME
BRING-THE-FORK-TO-OSCAR-ON-THE-SHELF
BRING-THE-FORK-TO-PHILIP-ON-THE-SHELF
BRING-THE-FORK-TO-PRINCE-ON-THE-SHELF
BRING-THE-FORK-TO-ROBERT-ON-THE-SHELF
BRING-THE-FORK-TO-SAMANTHA-ON-THE-SHELF
BRING-THE-FORK-TO-STANLEY-ON-THE-SHELF
BRING-THE-GREEN-TEA-TO-ALICIA-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-ANABELLE-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-ARTHUR-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-BARBARA-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-CLAIRE-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-EDWARD-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-FREDDY-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-FREYA-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-HAYDEN-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-JOHN-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-LILY-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-LUCY-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-MARY-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-ME
BRING-THE-GREEN-TEA-TO-OSCAR-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-PHILIP-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-PRINCE-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-ROBERT-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-SAMANTHA-AT-THE-BAR-TABLE
BRING-THE-GREEN-TEA-TO-STANLEY-AT-THE-BAR-TABLE
BRING-THE-INSTANT-NOODLES-TO-ALICIA-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-ANABELLE-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-ARTHUR-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-BARBARA-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-CLAIRE-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-EDWARD-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-FREDDY-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-FREYA-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-HAYDEN-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-JOHN-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-LILY-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-LUCY-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-MARY-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-ME
BRING-THE-INSTANT-NOODLES-TO-OSCAR-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-PHILIP-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-PRINCE-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-ROBERT-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-SAMANTHA-AT-THE-KITCHEN-TABLE
BRING-THE-INSTANT-NOODLES-TO-STANLEY-AT-THE-KITCHEN-TABLE
BRING-THE-JELLY-TO-ALICIA-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-ANABELLE-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-ARTHUR-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-BARBARA-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-CLAIRE-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-EDWARD-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-FREDDY-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-FREYA-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-HAYDEN-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-JOHN-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-LILY-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-LUCY-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-MARY-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-ME
BRING-THE-JELLY-TO-OSCAR-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-PHILIP-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-PRINCE-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-ROBERT-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-SAMANTHA-AT-THE-COFFEE-TABLE
BRING-THE-JELLY-TO-STANLEY-AT-THE-COFFEE-TABLE
BRING-THE-KNIFE-TO-ME
BRING-THE-MILK-TEA-TO-ALICIA-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-ANABELLE-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-ARTHUR-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-BARBARA-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-CLAIRE-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-EDWARD-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-FREDDY-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-FREYA-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-HAYDEN-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-JOHN-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-LILY-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-LUCY-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-MARY-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-ME
BRING-THE-MILK-TEA-TO-OSCAR-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-PHILIP-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-PRINCE-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-ROBERT-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-SAMANTHA-AT-THE-BAR-TABLE
BRING-THE-MILK-TEA-TO-STANLEY-AT-THE-BAR-TABLE
BRING-THE-MIXED-NUTS-TO-ALICIA-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-ANABELLE-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-ARTHUR-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-BARBARA-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-CLAIRE-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-EDWARD-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-FREDDY-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-FREYA-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-HAYDEN-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-JOHN-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-LILY-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-LUCY-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-MARY-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-ME
BRING-THE-MIXED-NUTS-TO-OSCAR-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-PHILIP-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-PRINCE-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-ROBERT-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-SAMANTHA-AT-THE-KITCHEN-TABLE
BRING-THE-MIXED-NUTS-TO-STANLEY-AT-THE-KITCHEN-TABLE
BRING-THE-ORANGE-JUICE-TO-ALICIA-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-ANABELLE-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-ARTHUR-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-BARBARA-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-CLAIRE-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-EDWARD-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-FREDDY-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-FREYA-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-HAYDEN-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-JOHN-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-LILY-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-LUCY-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-MARY-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-ME
BRING-THE-ORANGE-JUICE-TO-OSCAR-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-PHILIP-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-PRINCE-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-ROBERT-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-SAMANTHA-AT-THE-BAR-TABLE
BRING-THE-ORANGE-JUICE-TO-STANLEY-AT-THE-BAR-TABLE
BRING-THE-POTATO-CHIP-TO-ALICIA-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-ANABELLE-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-ARTHUR-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-BARBARA-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-CLAIRE-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-EDWARD-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-FREDDY-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-FREYA-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-HAYDEN-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-JOHN-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-LILY-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-LUCY-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-MARY-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-ME
BRING-THE-POTATO-CHIP-TO-OSCAR-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-PHILIP-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-PRINCE-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-ROBERT-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-SAMANTHA-AT-THE-COFFEE-TABLE
BRING-THE-POTATO-CHIP-TO-STANLEY-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-ALICIA-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-ANABELLE-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-ARTHUR-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-BARBARA-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-CLAIRE-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-EDWARD-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-FREDDY-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-FREYA-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-HAYDEN-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-JOHN-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-LILY-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-LUCY-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-MARY-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-ME
BRING-THE-PRIGNLES-TO-OSCAR-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-PHILIP-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-PRINCE-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-ROBERT-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-SAMANTHA-AT-THE-COFFEE-TABLE
BRING-THE-PRIGNLES-TO-STANLEY-AT-THE-COFFEE-TABLE
BRING-THE-ROOT-BEER-TO-ME
BRING-THE-SHOPPING-BAG-TO-ME
BRING-THE-SPOON-TO-ALICIA-ON-THE-SHELF
BRING-THE-SPOON-TO-ANABELLE-ON-THE-SHELF
BRING-THE-SPOON-TO-ARTHUR-ON-THE-SHELF
BRING-THE-SPOON-TO-BARBARA-ON-THE-SHELF
BRING-THE-SPOON-TO-CLAIRE-ON-THE-SHELF
BRING-THE-SPOON-TO-EDWARD-ON-THE-SHELF
BRING-THE-SPOON-TO-FREDDY-ON-THE-SHELF
BRING-THE-SPOON-TO-FREYA-ON-THE-SHELF
BRING-THE-SPOON-TO-HAYDEN-ON-THE-SHELF
BRING-THE-SPOON-TO-JOHN-ON-THE-SHELF
BRING-THE-SPOON-TO-LILY-ON-THE-SHELF
BRING-THE-SPOON-TO-LUCY-ON-THE-SHELF
BRING-THE-SPOON-TO-MARY-ON-THE-SHELF
BRING-THE-SPOON-TO-ME
BRING-THE-SPOON-TO-OSCAR-ON-THE-SHELF
BRING-THE-SPOON-TO-PHILIP-ON-THE-SHELF
BRING-THE-SPOON-TO-PRINCE-ON-THE-SHELF
BRING-THE-SPOON-TO-ROBERT-ON-THE-SHELF
BRING-THE-SPOON-TO-SAMANTHA-ON-THE-SHELF
BRING-THE-SPOON-TO-STANLEY-ON-THE-SHELF
BRING-THE-TRAY-TO-ALICIA-ON-THE-SHELF
BRING-THE-TRAY-TO-ANABELLE-ON-THE-SHELF
BRING-THE-TRAY-TO-ARTHUR-ON-THE-SHELF
BRING-THE-TRAY-TO-BARBARA-ON-THE-SHELF
BRING-THE-TRAY-TO-CLAIRE-ON-THE-SHELF
BRING-THE-TRAY-TO-EDWARD-ON-THE-SHELF
BRING-THE-TRAY-TO-FREDDY-ON-THE-SHELF
BRING-THE-TRAY-TO-FREYA-ON-THE-SHELF
BRING-THE-TRAY-TO-HAYDEN-ON-THE-SHELF
BRING-THE-TRAY-TO-JOHN-ON-THE-SHELF
BRING-THE-TRAY-TO-LILY-ON-THE-SHELF
BRING-THE-TRAY-TO-LUCY-ON-THE-SHELF
BRING-THE-TRAY-TO-MARY-ON-THE-SHELF
BRING-THE-TRAY-TO-ME
BRING-THE-TRAY-TO-OSCAR-ON-THE-SHELF
BRING-THE-TRAY-TO-PHILIP-ON-THE-SHELF
BRING-THE-TRAY-TO-PRINCE-ON-THE-SHELF
BRING-THE-TRAY-TO-ROBERT-ON-THE-SHELF
BRING-THE-TRAY-TO-SAMANTHA-ON-THE-SHELF
BRING-THE-TRAY-TO-STANLEY-ON-THE-SHELF
DELIVER-THE-APPLE-JUICE-TO-ALICIA-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-ANABELLE-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-ARTHUR-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-BARBARA-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-CLAIRE-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-EDWARD-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-FREDDY-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-FREYA-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-HAYDEN-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-JOHN-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-LILY-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-LUCY-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-MARY-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-ME
DELIVER-THE-APPLE-JUICE-TO-OSCAR-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-PHILIP-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-PRINCE-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-ROBERT-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-SAMANTHA-AT-THE-BAR-TABLE
DELIVER-THE-APPLE-JUICE-TO-STANLEY-AT-THE-BAR-TABLE
DELIVER-THE-CANNED-FISH-TO-ME
DELIVER-THE-CEREAL-BOWL-TO-ALICIA-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-ANABELLE-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-ARTHUR-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-BARBARA-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-CLAIRE-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-EDWARD-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-FREDDY-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-FREYA-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-HAYDEN-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-JOHN-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-LILY-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-LUCY-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-MARY-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-ME
DELIVER-THE-CEREAL-BOWL-TO-OSCAR-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-PHILIP-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-PRINCE-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-ROBERT-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-SAMANTHA-ON-THE-SHELF
DELIVER-THE-CEREAL-BOWL-TO-STANLEY-ON-THE-SHELF
DELIVER-THE-CEREAL-TO-ME
DELIVER-THE-CUP-TO-ALICIA-ON-THE-SHELF
DELIVER-THE-CUP-TO-ANABELLE-ON-THE-SHELF
DELIVER-THE-CUP-TO-ARTHUR-ON-THE-SHELF
DELIVER-THE-CUP-TO-BARBARA-ON-THE-SHELF
DELIVER-THE-CUP-TO-CLAIRE-ON-THE-SHELF
DELIVER-THE-CUP-TO-EDWARD-ON-THE-SHELF
DELIVER-THE-CUP-TO-FREDDY-ON-THE-SHELF
DELIVER-THE-CUP-TO-FREYA-ON-THE-SHELF
DELIVER-THE-CUP-TO-HAYDEN-ON-THE-SHELF
DELIVER-THE-CUP-TO-JOHN-ON-THE-SHELF
DELIVER-THE-CUP-TO-LILY-ON-THE-SHELF
DELIVER-THE-CUP-TO-LUCY-ON-THE-SHELF
DELIVER-THE-CUP-TO-MARY-ON-THE-SHELF
DELIVER-THE-CUP-TO-ME
DELIVER-THE-CUP-TO-OSCAR-ON-THE-SHELF
DELIVER-THE-CUP-TO-PHILIP-ON-THE-SHELF
DELIVER-THE-CUP-TO-PRINCE-ON-THE-SHELF
DELIVER-THE-CUP-TO-ROBERT-ON-THE-SHELF
DELIVER-THE-CUP-TO-SAMANTHA-ON-THE-SHELF
DELIVER-THE-CUP-TO-STANLEY-ON-THE-SHELF
DELIVER-THE-DISK-TO-ME
DELIVER-THE-FORK-TO-ALICIA-ON-THE-SHELF
DELIVER-THE-FORK-TO-ANABELLE-ON-THE-SHELF
DELIVER-THE-FORK-TO-ARTHUR-ON-THE-SHELF
DELIVER-THE-FORK-TO-BARBARA-ON-THE-SHELF
DELIVER-THE-FORK-TO-CLAIRE-ON-THE-SHELF
DELIVER-THE-FORK-TO-EDWARD-ON-THE-SHELF
DELIVER-THE-FORK-TO-FREDDY-ON-THE-SHELF
DELIVER-THE-FORK-TO-FREYA-ON-THE-SHELF
DELIVER-THE-FORK-TO-HAYDEN-ON-THE-SHELF
DELIVER-THE-FORK-TO-JOHN-ON-THE-SHELF
DELIVER-THE-FORK-TO-LILY-ON-THE-SHELF
DELIVER-THE-FORK-TO-LUCY-ON-THE-SHELF
DELIVER-THE-FORK-TO-MARY-ON-THE-SHELF
DELIVER-THE-FORK-TO-ME
DELIVER-THE-FORK-TO-OSCAR-ON-THE-SHELF
DELIVER-THE-FORK-TO-PHILIP-ON-THE-SHELF
DELIVER-THE-FORK-TO-PRINCE-ON-THE-SHELF
DELIVER-THE-FORK-TO-ROBERT-ON-THE-SHELF
DELIVER-THE-FORK-TO-SAMANTHA-ON-THE-SHELF
DELIVER-THE-FORK-TO-STANLEY-ON-THE-SHELF
DELIVER-THE-GREEN-TEA-TO-ALICIA-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-ANABELLE-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-ARTHUR-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-BARBARA-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-CLAIRE-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-EDWARD-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-FREDDY-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-FREYA-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-HAYDEN-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-JOHN-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-LILY-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-LUCY-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-MARY-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-ME
DELIVER-THE-GREEN-TEA-TO-OSCAR-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-PHILIP-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-PRINCE-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-ROBERT-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-SAMANTHA-AT-THE-BAR-TABLE
DELIVER-THE-GREEN-TEA-TO-STANLEY-AT-THE-BAR-TABLE
DELIVER-THE-INSTANT-NOODLES-TO-ME
DELIVER-THE-JELLY-TO-ALICIA-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-ANABELLE-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-ARTHUR-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-BARBARA-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-CLAIRE-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-EDWARD-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-FREDDY-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-FREYA-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-HAYDEN-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-JOHN-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-LILY-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-LUCY-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-MARY-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-ME
DELIVER-THE-JELLY-TO-OSCAR-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-PHILIP-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-PRINCE-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-ROBERT-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-SAMANTHA-AT-THE-COFFEE-TABLE
DELIVER-THE-JELLY-TO-STANLEY-AT-THE-COFFEE-TABLE
DELIVER-THE-KNIFE-TO-ME
DELIVER-THE-MILK-TEA-TO-ALICIA-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-ANABELLE-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-ARTHUR-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-BARBARA-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-CLAIRE-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-EDWARD-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-FREDDY-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-FREYA-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-HAYDEN-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-JOHN-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-LILY-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-LUCY-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-MARY-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-ME
DELIVER-THE-MILK-TEA-TO-OSCAR-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-PHILIP-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-PRINCE-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-ROBERT-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-SAMANTHA-AT-THE-BAR-TABLE
DELIVER-THE-MILK-TEA-TO-STANLEY-AT-THE-BAR-TABLE
DELIVER-THE-MIXED-NUTS-TO-ME
DELIVER-THE-ORANGE-JUICE-TO-ALICIA-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-ANABELLE-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-ARTHUR-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-BARBARA-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-CLAIRE-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-EDWARD-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-FREDDY-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-FREYA-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-HAYDEN-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-JOHN-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-LILY-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-LUCY-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-MARY-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-ME
DELIVER-THE-ORANGE-JUICE-TO-OSCAR-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-PHILIP-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-PRINCE-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-ROBERT-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-SAMANTHA-AT-THE-BAR-TABLE
DELIVER-THE-ORANGE-JUICE-TO-STANLEY-AT-THE-BAR-TABLE
DELIVER-THE-POTATO-CHIP-TO-ALICIA-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-ANABELLE-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-ARTHUR-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-BARBARA-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-CLAIRE-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-EDWARD-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-FREDDY-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-FREYA-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-HAYDEN-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-JOHN-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-LILY-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-LUCY-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-MARY-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-ME
DELIVER-THE-POTATO-CHIP-TO-OSCAR-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-PHILIP-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-PRINCE-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-ROBERT-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-SAMANTHA-AT-THE-COFFEE-TABLE
DELIVER-THE-POTATO-CHIP-TO-STANLEY-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-ALICIA-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-ANABELLE-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-ARTHUR-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-BARBARA-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-CLAIRE-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-EDWARD-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-FREDDY-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-FREYA-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-HAYDEN-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-JOHN-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-LILY-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-LUCY-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-MARY-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-ME
DELIVER-THE-PRIGNLES-TO-OSCAR-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-PHILIP-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-PRINCE-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-ROBERT-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-SAMANTHA-AT-THE-COFFEE-TABLE
DELIVER-THE-PRIGNLES-TO-STANLEY-AT-THE-COFFEE-TABLE
DELIVER-THE-ROOT-BEER-TO-ME
DELIVER-THE-SHOPPING-BAG-TO-ME
DELIVER-THE-SPOON-TO-ALICIA-ON-THE-SHELF
DELIVER-THE-SPOON-TO-ANABELLE-ON-THE-SHELF
DELIVER-THE-SPOON-TO-ARTHUR-ON-THE-SHELF
DELIVER-THE-SPOON-TO-BARBARA-ON-THE-SHELF
DELIVER-THE-SPOON-TO-CLAIRE-ON-THE-SHELF
DELIVER-THE-SPOON-TO-EDWARD-ON-THE-SHELF
DELIVER-THE-SPOON-TO-FREDDY-ON-THE-SHELF
DELIVER-THE-SPOON-TO-FREYA-ON-THE-SHELF
DELIVER-THE-SPOON-TO-HAYDEN-ON-THE-SHELF
DELIVER-THE-SPOON-TO-JOHN-ON-THE-SHELF
DELIVER-THE-SPOON-TO-LILY-ON-THE-SHELF
DELIVER-THE-SPOON-TO-LUCY-ON-THE-SHELF
DELIVER-THE-SPOON-TO-MARY-ON-THE-SHELF
DELIVER-THE-SPOON-TO-ME
DELIVER-THE-SPOON-TO-OSCAR-ON-THE-SHELF
DELIVER-THE-SPOON-TO-PHILIP-ON-THE-SHELF
DELIVER-THE-SPOON-TO-PRINCE-ON-THE-SHELF
DELIVER-THE-SPOON-TO-ROBERT-ON-THE-SHELF
DELIVER-THE-SPOON-TO-SAMANTHA-ON-THE-SHELF
DELIVER-THE-SPOON-TO-STANLEY-ON-THE-SHELF
DELIVER-THE-TRAY-TO-ALICIA-ON-THE-SHELF
DELIVER-THE-TRAY-TO-ANABELLE-ON-THE-SHELF
DELIVER-THE-TRAY-TO-ARTHUR-ON-THE-SHELF
DELIVER-THE-TRAY-TO-BARBARA-ON-THE-SHELF
DELIVER-THE-TRAY-TO-CLAIRE-ON-THE-SHELF
DELIVER-THE-TRAY-TO-EDWARD-ON-THE-SHELF
DELIVER-THE-TRAY-TO-FREDDY-ON-THE-SHELF
DELIVER-THE-TRAY-TO-FREYA-ON-THE-SHELF
DELIVER-THE-TRAY-TO-HAYDEN-ON-THE-SHELF
DELIVER-THE-TRAY-TO-JOHN-ON-THE-SHELF
DELIVER-THE-TRAY-TO-LILY-ON-THE-SHELF
DELIVER-THE-TRAY-TO-LUCY-ON-THE-SHELF
DELIVER-THE-TRAY-TO-MARY-ON-THE-SHELF
DELIVER-THE-TRAY-TO-ME
DELIVER-THE-TRAY-TO-OSCAR-ON-THE-SHELF
DELIVER-THE-TRAY-TO-PHILIP-ON-THE-SHELF
DELIVER-THE-TRAY-TO-PRINCE-ON-THE-SHELF
DELIVER-THE-TRAY-TO-ROBERT-ON-THE-SHELF
DELIVER-THE-TRAY-TO-SAMANTHA-ON-THE-SHELF
DELIVER-THE-TRAY-TO-STANLEY-ON-THE-SHELF
DELIVER-THECEREALTOALICIA-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOANABELLE-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOARTHUR-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOBARBARA-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOCLAIRE-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOEDWARD-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOFREDDY-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOFREYA-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOHAYDEN-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOJOHN-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOLILY-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOLUCY-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOMARY-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOOSCAR-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOPHILIP-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOPRINCE-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOROBERT-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOSAMANTHA-AT-THE-KITCHEN-TABLE
DELIVER-THECEREALTOSTANLEY-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOALICIA-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOANABELLE-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOARTHUR-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOBARBARA-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOCLAIRE-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOEDWARD-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOFREDDY-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOFREYA-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOHAYDEN-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOJOHN-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOLILY-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOLUCY-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOMARY-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOOSCAR-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOPHILIP-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOPRINCE-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOROBERT-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOSAMANTHA-AT-THE-KITCHEN-TABLE
DELIVER-THEINSTANT-NOODLESTOSTANLEY-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOALICIA-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOANABELLE-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOARTHUR-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOBARBARA-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOCLAIRE-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOEDWARD-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOFREDDY-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOFREYA-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOHAYDEN-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOJOHN-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOLILY-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOLUCY-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOMARY-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOOSCAR-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOPHILIP-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOPRINCE-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOROBERT-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOSAMANTHA-AT-THE-KITCHEN-TABLE
DELIVER-THEMIXED-NUTSTOSTANLEY-AT-THE-KITCHEN-TABLE
DINING-ROOM
ENTRANCE
EXIT
FIND-ALICIA-AT-THE-BAR-TABLE
FIND-ALICIA-AT-THE-KITCHEN-TABLE
FIND-ALICIA-AT-THE-SHELF
FIND-ANABELLE-AT-THE-BAR-TABLE
FIND-ANABELLE-AT-THE-KITCHEN-TABLE
FIND-ANABELLE-AT-THE-SHELF
FIND-APPLE-JUICE-IN-THE-BAR-TABLE
FIND-ARTHUR-AT-THE-BAR-TABLE
FIND-ARTHUR-AT-THE-KITCHEN-TABLE
FIND-ARTHUR-AT-THE-SHELF
FIND-BARBARA-AT-THE-BAR-TABLE
FIND-BARBARA-AT-THE-KITCHEN-TABLE
FIND-BARBARA-AT-THE-SHELF
FIND-CEREAL-BOWL-AT-THE-SHELF
FIND-CEREAL-IN-THE-KITCHEN-TABLE
FIND-CLAIRE-AT-THE-BAR-TABLE
FIND-CLAIRE-AT-THE-KITCHEN-TABLE
FIND-CLAIRE-AT-THE-SHELF
FIND-CUP-AT-THE-SHELF
FIND-EDWARD-AT-THE-BAR-TABLE
FIND-EDWARD-AT-THE-KITCHEN-TABLE
FIND-EDWARD-AT-THE-SHELF
FIND-FORK-ON-THE-SHELF
FIND-FREDDY-AT-THE-BAR-TABLE
FIND-FREDDY-AT-THE-KITCHEN-TABLE
FIND-FREDDY-AT-THE-SHELF
FIND-FREYA-AT-THE-BAR-TABLE
FIND-FREYA-AT-THE-KITCHEN-TABLE
FIND-FREYA-AT-THE-SHELF
FIND-GREEN-TEA-IN-THE-BAR-TABLE
FIND-HAYDEN-AT-THE-BAR-TABLE
FIND-HAYDEN-AT-THE-KITCHEN-TABLE
FIND-HAYDEN-AT-THE-SHELF
FIND-INSTANT-NOODLES-IN-THE-KITCHEN-TABLE
FIND-JELLY-ON-THE-COFFEE-TABLE
FIND-JOHN-AT-THE-BAR-TABLE
FIND-JOHN-AT-THE-KITCHEN-TABLE
FIND-JOHN-AT-THE-SHELF
FIND-LILY-AT-THE-BAR-TABLE
FIND-LILY-AT-THE-KITCHEN-TABLE
FIND-LILY-AT-THE-SHELF
FIND-LUCY-AT-THE-BAR-TABLE
FIND-LUCY-AT-THE-KITCHEN-TABLE
FIND-LUCY-AT-THE-SHELF
FIND-MARY-AT-THE-BAR-TABLE
FIND-MARY-AT-THE-KITCHEN-TABLE
FIND-MARY-AT-THE-SHELF
FIND-MILK-TEA-IN-THE-BAR-TABLE
FIND-MIXED-NUTS-IN-THE-KITCHEN-TABLE
FIND-ORANGE-JUICE-IN-THE-BAR-TABLE
FIND-OSCAR-AT-THE-BAR-TABLE
FIND-OSCAR-AT-THE-KITCHEN-TABLE
FIND-OSCAR-AT-THE-SHELF
FIND-PHILIP-AT-THE-BAR-TABLE
FIND-PHILIP-AT-THE-KITCHEN-TABLE
FIND-PHILIP-AT-THE-SHELF
FIND-POTATO-CHIP-ON-THE-COFFEE-TABLE
FIND-PRIGNLES-ON-THE-COFFEE-TABLE
FIND-PRINCE-AT-THE-BAR-TABLE
FIND-PRINCE-AT-THE-KITCHEN-TABLE
FIND-PRINCE-AT-THE-SHELF
FIND-ROBERT-AT-THE-BAR-TABLE
FIND-ROBERT-AT-THE-KITCHEN-TABLE
FIND-ROBERT-AT-THE-SHELF
FIND-SAMANTHA-AT-THE-BAR-TABLE
FIND-SAMANTHA-AT-THE-KITCHEN-TABLE
FIND-SAMANTHA-AT-THE-SHELF
FIND-SHOPPING-BAG-AT-THE-SHELF
FIND-SPOON-ON-THE-SHELF
FIND-STANLEY-AT-THE-BAR-TABLE
FIND-STANLEY-AT-THE-KITCHEN-TABLE
FIND-STANLEY-AT-THE-SHELF
FIND-TRAY-AT-THE-SHELF
GET-THE-APPLE-JUICE-FROM--THE-BAR-TABLE-AND-BRING-IT-TO-ME
GET-THE-CEREAL-BOWL-FROM-THE-SHELF-AND-BRING-IT-TO-ME
GET-THE-CEREAL-FROM-THE-KITCHEN-TABLE-AND-BRING-IT-TO-ME
GET-THE-CUP-FROM-THE-SHELF-AND-BRING-IT-TO-ME
GET-THE-FORK-FROM-THE-SHELF-AND-BRING-IT-TO-ME
GET-THE-GREEN-TEA-FROM--THE-BAR-TABLE-AND-BRING-IT-TO-ME
GET-THE-INSTANT-NOODLES-FROM-THE-KITCHEN-TABLE-AND-BRING-IT-TO-ME
GET-THE-JELLY-FROM-THE-COFFEE-TABLE-AND-BRING-IT-TO-ME
GET-THE-MILK-TEA-FROM--THE-BAR-TABLE-AND-BRING-IT-TO-ME
GET-THE-MIXED-NUTS-FROM-THE-KITCHEN-TABLE-AND-BRING-IT-TO-ME
GET-THE-ORANGE-JUICE-FROM--THE-BAR-TABLE-AND-BRING-IT-TO-ME
GET-THE-POTATO-CHIP-FROM-THE-COFFEE-TABLE-AND-BRING-IT-TO-ME
GET-THE-PRIGNLES-FROM-THE-COFFEE-TABLE-AND-BRING-IT-TO-ME
GET-THE-SHOPPING-BAG-FROM-THE-SHELF-AND-BRING-IT-TO-ME
GET-THE-SPOON-FROM-THE-SHELF-AND-BRING-IT-TO-ME
GET-THE-TRAY-FROM-THE-SHELF-AND-BRING-IT-TO-ME
GIVE-ME-THE-APPLE-JUICE
GIVE-ME-THE-APPLE-JUICE-FROM-THE-BAR-TABLE
GIVE-ME-THE-CEREAL
GIVE-ME-THE-CEREAL-BOWL
GIVE-ME-THE-CEREAL-BOWL-FROM-THE-SHELF
GIVE-ME-THE-CEREAL-FROM-THE-KITCHEN-TABLE
GIVE-ME-THE-CUP
GIVE-ME-THE-CUP-FROM-THE-SHELF
GIVE-ME-THE-FORK
GIVE-ME-THE-FORK-FROM-THE-SHELF
GIVE-ME-THE-GREEN-TEA
GIVE-ME-THE-GREEN-TEA-FROM-THE-BAR-TABLE
GIVE-ME-THE-INSTANT-NOODLES
GIVE-ME-THE-INSTANT-NOODLES-FROM-THE-KITCHEN-TABLE
GIVE-ME-THE-JELLY
GIVE-ME-THE-JELLY-FROM-THE-COFFEE-TABLE
GIVE-ME-THE-MILK-TEA
GIVE-ME-THE-MILK-TEA-FROM-THE-BAR-TABLE
GIVE-ME-THE-MIXED-NUTS
GIVE-ME-THE-MIXED-NUTS-FROM-THE-KITCHEN-TABLE
GIVE-ME-THE-ORANGE-JUICE
GIVE-ME-THE-ORANGE-JUICE-FROM-THE-BAR-TABLE
GIVE-ME-THE-POTATO-CHIP
GIVE-ME-THE-POTATO-CHIP-FROM-THE-COFFEE-TABLE
GIVE-ME-THE-PRIGNLES
GIVE-ME-THE-PRIGNLES-FROM-THE-COFFEE-TABLE
GIVE-ME-THE-SHOPPING-BAG
GIVE-ME-THE-SHOPPING-BAG-FROM-THE-SHELF
GIVE-ME-THE-SPOON
GIVE-ME-THE-SPOON-FROM-THE-SHELF
GIVE-ME-THE-TRAY
GIVE-ME-THE-TRAY-FROM-THE-SHELF
GO-TO-THE-BAR-TABLE-FIND-SOMEONE-AND-ANSWER-A-QUESTION
GO-TO-THE-BAR-TABLE-LOCATE-SOMEONE-AND-ANSWER-A-QUESTION
GO-TO-THE-KITCHEN-TABLE-FIND-SOMEONE-AND-ANSWER-A-QUESTION
GO-TO-THE-KITCHEN-TABLE-LOCATE-SOMEONE-AND-ANSWER-A-QUESTION
GO-TO-THE-SHELF-FIND-SOMEONE-AND-ANSWER-A-QUESTION
GO-TO-THE-SHELF-LOCATE-SOMEONE-AND-ANSWER-A-QUESTION
HOW-MANY-STATIONS-ARE-THERE-IN-BTS-SKYTRAINS
HOW-MANY-TEAM-IN-AT-HOME-LEAGUE
HOW-MANY-TIME-ROBOCUP-HELD-IN-THAILAND
HOW-MUCH-DOES-IPHONE-X-COST-IN-USA
KITCHEN
LIVING-ROOM
LOCATE-CEREAL-BOWL-AT-THE-SHELF
LOCATE-CONTAINER-ON-THE-BAR-TABLE
LOCATE-CONTAINER-ON-THE-KITCHEN-TABLE
LOCATE-CONTAINER-ON-THE-SHELF
LOCATE-CUP-AT-THE-SHELF
LOCATE-CUTLERY-ON-THE-BAR-TABLE
LOCATE-CUTLERY-ON-THE-KITCHEN-TABLE
LOCATE-CUTLERY-ON-THE-SHELF
LOCATE-DRINK-ON-THE-BAR-TABLE
LOCATE-DRINK-ON-THE-KITCHEN-TABLE
LOCATE-DRINK-ON-THE-SHELF
LOCATE-FOOD-ON-THE-BAR-TABLE
LOCATE-FOOD-ON-THE-KITCHEN-TABLE
LOCATE-FOOD-ON-THE-SHELF
LOCATE-SHOPPING-BAG-AT-THE-SHELF
LOCATE-SOMEONE-AT-THE-BAR-TABLE-AND-ANSWER-A-QUESTION
LOCATE-SOMEONE-AT-THE-KITCHEN-TABLE-AND-ANSWER-A-QUESTION
LOCATE-SOMEONE-AT-THE-SHELF-AND-ANSWER-A-QUESTION
LOCATE-TRAY-AT-THE-SHELF
LOCATEAPPLE-JUICE-AT-THE-BAR-TABLE
LOCATECEREAL-AT-THE-KITECHEN-TABLE
LOCATEFORK-AT-THE-SHELF
LOCATEGREEN-TEA-AT-THE-BAR-TABLE
LOCATEINSTANT-NOODLES-AT-THE-KITECHEN-TABLE
LOCATEJELLY-AT-THE-COFFEE-TABLE
LOCATEMILK-TEA-AT-THE-BAR-TABLE
LOCATEMIXED-NUTS-AT-THE-KITECHEN-TABLE
LOCATEORANGE-JUICE-AT-THE-BAR-TABLE
LOCATEPOTATO-CHIP-AT-THE-COFFEE-TABLE
LOCATEPRIGNLES-AT-THE-COFFEE-TABLE
LOCATESPOON-AT-THE-SHELF
LOOK-FOR-APPLE-JUICE-AT-THE-BAR-TABLE
LOOK-FOR-CEREAL-AT-THE-KITCHEN-TABLE
LOOK-FOR-CEREAL-BOWL-AT-THE-SHELF
LOOK-FOR-CUP-AT-THE-SHELF
LOOK-FOR-FORK-AT-THE-SHELF
LOOK-FOR-GREEN-TEA-AT-THE-BAR-TABLE
LOOK-FOR-INSTANT-NOODLES-AT-THE-KITCHEN-TABLE
LOOK-FOR-JELLY-AT-THE-COFFEE-TABLE
LOOK-FOR-MILK-TEA-AT-THE-BAR-TABLE
LOOK-FOR-MIXED-NUTS-AT-THE-KITCHEN-TABLE
LOOK-FOR-ORANGE-JUICE-AT-THE-BAR-TABLE
LOOK-FOR-POTATO-CHIP-AT-THE-COFFEE-TABLE
LOOK-FOR-PRIGNLES-AT-THE-COFFEE-TABLE
LOOK-FOR-SHOPPING-BAG-AT-THE-SHELF
LOOK-FOR-SPOON-AT-THE-SHELF
LOOK-FOR-TRAY-AT-THE-SHELF
NAME-ONE-OF-THE-FAMOUS-THAI-FOOD
NAVIGATE-TO-BAR-TABLE-LOCATE-ALICIA-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-ANABELLE-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-ARTHUR-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-BARBARA-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-CLAIRE-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-EDWARD-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-FREDDY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-FREYA-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-HAYDEN-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-JOHN-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-LILY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-LUCY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-MARY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-OSCAR-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-PHILIP-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-PRINCE-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-ROBERT-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-SAMANTHA-AND-ANSWER-A-QUESTION
NAVIGATE-TO-BAR-TABLE-LOCATE-STANLEY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-ALICIA-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-ANABELLE-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-ARTHUR-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-BARBARA-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-CLAIRE-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-EDWARD-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-FREDDY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-FREYA-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-HAYDEN-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-JOHN-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-LILY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-LUCY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-MARY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-OSCAR-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-PHILIP-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-PRINCE-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-ROBERT-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-SAMANTHA-AND-ANSWER-A-QUESTION
NAVIGATE-TO-KITCHEN-TABLE-LOCATE-STANLEY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-ALICIA-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-ANABELLE-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-ARTHUR-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-BARBARA-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-CLAIRE-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-EDWARD-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-FREDDY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-FREYA-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-HAYDEN-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-JOHN-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-LILY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-LUCY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-MARY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-OSCAR-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-PHILIP-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-PRINCE-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-ROBERT-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-SAMANTHA-AND-ANSWER-A-QUESTION
NAVIGATE-TO-SHELF-LOCATE-STANLEY-AND-ANSWER-A-QUESTION
NAVIGATE-TO-THE-BAR-TABLE-FIND-THE-APPLE-JUICE-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-BAR-TABLE-FIND-THE-GREEN-TEA-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-BAR-TABLE-FIND-THE-MILK-TEA-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-BAR-TABLE-FIND-THE-ORANGE-JUICE-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-BAR-TABLE-LOOK-FOR-SOMEONE-AND-ANSWER-A-QUESTION
NAVIGATE-TO-THE-COFFEE-TABLE-FIND-THE-JELLY-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-COFFEE-TABLE-FIND-THE-POTATO-CHIP-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-COFFEE-TABLE-FIND-THE-PRIGNLES-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-KITCHEN-TABLE-FIND-THE-CEREAL-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-KITCHEN-TABLE-FIND-THE-INSTANT-NOODLES-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-KITCHEN-TABLE-FIND-THE-MIXED-NUTS-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-KITCHEN-TABLE-LOOK-FOR-SOMEONE-AND-ANSWER-A-QUESTION
NAVIGATE-TO-THE-SHELF-FIND-THE-CEREAL-BOWL-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-SHELF-FIND-THE-CUP-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-SHELF-FIND-THE-FORK-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-SHELF-FIND-THE-SHOPPING-BAG-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-SHELF-FIND-THE-SPOON-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-SHELF-FIND-THE-TRAY-AND-GIVE-IT-TO-ME
NAVIGATE-TO-THE-SHELF-LOOK-FOR-SOMEONE-AND-ANSWER-A-QUESTION
NO
TELL-A-JOKE-TO-ALICIA-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-ALICIA-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-ALICIA-AT-THE-SHELF
TELL-A-JOKE-TO-ANABELLE-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-ANABELLE-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-ANABELLE-AT-THE-SHELF
TELL-A-JOKE-TO-ARTHUR-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-ARTHUR-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-ARTHUR-AT-THE-SHELF
TELL-A-JOKE-TO-BARBARA-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-BARBARA-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-BARBARA-AT-THE-SHELF
TELL-A-JOKE-TO-CLAIRE-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-CLAIRE-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-CLAIRE-AT-THE-SHELF
TELL-A-JOKE-TO-EDWARD-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-EDWARD-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-EDWARD-AT-THE-SHELF
TELL-A-JOKE-TO-FREDDY-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-FREDDY-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-FREDDY-AT-THE-SHELF
TELL-A-JOKE-TO-FREYA-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-FREYA-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-FREYA-AT-THE-SHELF
TELL-A-JOKE-TO-HAYDEN-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-HAYDEN-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-HAYDEN-AT-THE-SHELF
TELL-A-JOKE-TO-JOHN-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-JOHN-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-JOHN-AT-THE-SHELF
TELL-A-JOKE-TO-LILY-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-LILY-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-LILY-AT-THE-SHELF
TELL-A-JOKE-TO-LUCY-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-LUCY-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-LUCY-AT-THE-SHELF
TELL-A-JOKE-TO-MARY-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-MARY-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-MARY-AT-THE-SHELF
TELL-A-JOKE-TO-OSCAR-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-OSCAR-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-OSCAR-AT-THE-SHELF
TELL-A-JOKE-TO-PHILIP-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-PHILIP-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-PHILIP-AT-THE-SHELF
TELL-A-JOKE-TO-PRINCE-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-PRINCE-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-PRINCE-AT-THE-SHELF
TELL-A-JOKE-TO-ROBERT-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-ROBERT-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-ROBERT-AT-THE-SHELF
TELL-A-JOKE-TO-SAMANTHA-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-SAMANTHA-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-SAMANTHA-AT-THE-SHELF
TELL-A-JOKE-TO-STANLEY-AT-THE-BAR-TABLE
TELL-A-JOKE-TO-STANLEY-AT-THE-KITCHEN-TABLE
TELL-A-JOKE-TO-STANLEY-AT-THE-SHELF
TELL-ME-HOW-MANY-APPLE-JUICE-THERE-ARE-ON-THE-BAR-TABLE
TELL-ME-HOW-MANY-CEREAL-BOWL-THERE-ARE-ON-THE-SHELF
TELL-ME-HOW-MANY-CEREAL-THERE-ARE-ON-THE-KITCHEN-TABLE
TELL-ME-HOW-MANY-CUP-THERE-ARE-ON-THE-SHELF
TELL-ME-HOW-MANY-FORK-THERE-ARE-ON-THE-SHELF
TELL-ME-HOW-MANY-GREEN-TEA-THERE-ARE-ON-THE-BAR-TABLE
TELL-ME-HOW-MANY-INSTANT-NOODLES-THERE-ARE-ON-THE-KITCHEN-TABLE
TELL-ME-HOW-MANY-JELLY-THERE-ARE-ON-THE-COFFEE-TABLE
TELL-ME-HOW-MANY-MILK-TEA-THERE-ARE-ON-THE-BAR-TABLE
TELL-ME-HOW-MANY-MIXED-NUTS-THERE-ARE-ON-THE-KITCHEN-TABLE
TELL-ME-HOW-MANY-ORANGE-JUICE-THERE-ARE-ON-THE-BAR-TABLE
TELL-ME-HOW-MANY-POTATO-CHIP-THERE-ARE-ON-THE-COFFEE-TABLE
TELL-ME-HOW-MANY-PRIGNLES-THERE-ARE-ON-THE-COFFEE-TABLE
TELL-ME-HOW-MANY-SHOPPING-BAG-THERE-ARE-ON-THE-SHELF
TELL-ME-HOW-MANY-SPOON-THERE-ARE-ON-THE-SHELF
TELL-ME-HOW-MANY-TRAY-THERE-ARE-ON-THE-SHELF
TELL-ME-THE-NAME-OF-THIS-VENUE
TELL-THE-DAY-OF-THE-MONTH-TO-ALICIA-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-ALICIA-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-ALICIA-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-ANABELLE-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-ANABELLE-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-ANABELLE-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-ARTHUR-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-ARTHUR-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-ARTHUR-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-BARBARA-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-BARBARA-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-BARBARA-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-CLAIRE-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-CLAIRE-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-CLAIRE-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-EDWARD-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-EDWARD-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-EDWARD-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-FREDDY-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-FREDDY-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-FREDDY-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-FREYA-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-FREYA-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-FREYA-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-HAYDEN-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-HAYDEN-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-HAYDEN-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-JOHN-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-JOHN-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-JOHN-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-LILY-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-LILY-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-LILY-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-LUCY-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-LUCY-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-LUCY-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-MARY-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-MARY-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-MARY-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-OSCAR-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-OSCAR-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-OSCAR-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-PHILIP-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-PHILIP-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-PHILIP-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-PRINCE-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-PRINCE-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-PRINCE-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-ROBERT-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-ROBERT-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-ROBERT-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-SAMANTHA-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-SAMANTHA-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-SAMANTHA-AT-THE-SHELF
TELL-THE-DAY-OF-THE-MONTH-TO-STANLEY-AT-THE-BAR-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-STANLEY-AT-THE-KITCHEN-TABLE
TELL-THE-DAY-OF-THE-MONTH-TO-STANLEY-AT-THE-SHELF
TELL-THE-TIME-TO-ALICIA-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-ALICIA-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-ALICIA-AT-THE-SHELF
TELL-THE-TIME-TO-ANABELLE-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-ANABELLE-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-ANABELLE-AT-THE-SHELF
TELL-THE-TIME-TO-ARTHUR-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-ARTHUR-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-ARTHUR-AT-THE-SHELF
TELL-THE-TIME-TO-BARBARA-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-BARBARA-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-BARBARA-AT-THE-SHELF
TELL-THE-TIME-TO-CLAIRE-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-CLAIRE-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-CLAIRE-AT-THE-SHELF
TELL-THE-TIME-TO-EDWARD-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-EDWARD-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-EDWARD-AT-THE-SHELF
TELL-THE-TIME-TO-FREDDY-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-FREDDY-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-FREDDY-AT-THE-SHELF
TELL-THE-TIME-TO-FREYA-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-FREYA-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-FREYA-AT-THE-SHELF
TELL-THE-TIME-TO-HAYDEN-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-HAYDEN-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-HAYDEN-AT-THE-SHELF
TELL-THE-TIME-TO-JOHN-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-JOHN-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-JOHN-AT-THE-SHELF
TELL-THE-TIME-TO-LILY-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-LILY-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-LILY-AT-THE-SHELF
TELL-THE-TIME-TO-LUCY-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-LUCY-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-LUCY-AT-THE-SHELF
TELL-THE-TIME-TO-MARY-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-MARY-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-MARY-AT-THE-SHELF
TELL-THE-TIME-TO-OSCAR-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-OSCAR-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-OSCAR-AT-THE-SHELF
TELL-THE-TIME-TO-PHILIP-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-PHILIP-AT-THE-KITCHEN-TABLE
TELL-THE-TIME-TO-PHILIP-AT-THE-SHELF
TELL-THE-TIME-TO-PRINCE-AT-THE-BAR-TABLE
TELL-THE-TIME-TO-PRINCE-AT-THE-KITCHEN-TABLE
